[
  {
    "titulo": "Interstellar",
    "ano": 2014,
    "sinopse": "When Earth becomes uninhabitable in the future, a farmer and ex-NASA pilot, Joseph Cooper, is tasked to pilot a spacecraft, along with a team of researchers, to find a new planet for humans.",
    "reviews": [
      "1. Well, one off from two of this year's most expected movies alongside 'The Battle of Five Armies'. Like all the Chris Nolan fans, I was equally excited to see the movie on the opening day opening show. But I slightly disappointed that it was not a digital 3D film. I agree, this science-fiction was more dramatized than usual space travel stories does with an adventure-thriller. Almost a 3 hour long stretch movie did not waste much time to take us to the core of the story. Get prepared for this ext...",
      "2. People seem to think that if you enjoy a Christopher Nolan movie, you are a fanboy and the film couldn't really be that good. That is not true. He has never made a bad movie, Insomnia is probably his worst and it is still an excellent movie.  Interstellar is up there in his top 3, with The Dark Knight being number 1 and Inception in number 2. I don't think he will ever make a better movie than The Dark Knight, it is without a doubt a masterpiece of cinema in my opinion. It can be enjoyed on so m...",
      "3. Another grandiloquent movie from Christoper Nolan.  The cast is good, and McConaughey performs a role made for himself. The photography is very nice but the movie commits all the same mistakes than previous Nolan's movies. I think mistakes but it may be that they are the points Nolan fans enjoy the most ...  * The story makes you believe it is a realy deeply thought plot but, in the end, it has so basic mistakes and stupidities that make it nonsensical. * There is a general ambience of every mom..."
    ]
  },
  {
    "titulo": "The Shawshank Redemption",
    "ano": 1994,
    "sinopse": "A banker convicted of uxoricide forms a friendship over a quarter century with a hardened convict, while maintaining his innocence and trying to remain hopeful through simple compassion.",
    "reviews": [
      "1. very good movie 9.5/10 محمد الشعراوى",
      "2. Some birds aren't meant to be caged.  The Shawshank Redemption is written and directed by Frank Darabont. It is an adaptation of the Stephen King novella Rita Hayworth and Shawshank Redemption. Starring Tim Robbins and Morgan Freeman, the film portrays the story of Andy Dufresne (Robbins), a banker who is sentenced to two life sentences at Shawshank State Prison for apparently murdering his wife and her lover. Andy finds it tough going but finds solace in the friendship he forms with fellow inma...",
      "3. Make way for the best film ever made people. **Make way.**"
    ]
  },
  {
    "titulo": "Forrest Gump",
    "ano": 1994,
    "sinopse": "The history of the United States from the 1950s to the '70s unfolds from the perspective of an Alabama man with an IQ of 75, who yearns to be reunited with his childhood sweetheart.",
    "reviews": [
      "1. Best movie ever.",
      "2. This is the best movie ever!",
      "3. \"Forrest\" (Tom Hanks) isn't the sharpest tool in the box, but he has an heart of gold and an unparalleled sense of human decency. These laudable characteristics are the result of an upbringing by his mother (Sally Field) which has seen him grow from the bullied young boy from Alabama who discovers that he can run a little faster than your average bear, to a sort of national hero. We learn all this from him as he sits at a bus stop chatting to an initially disinterested nurse, and then to a colle..."
    ]
  },
  {
    "titulo": "Forrest Gump",
    "ano": 1994,
    "sinopse": "The history of the United States from the 1950s to the '70s unfolds from the perspective of an Alabama man with an IQ of 75, who yearns to be reunited with his childhood sweetheart.",
    "reviews": [
      "1. Best movie ever.",
      "2. This is the best movie ever!",
      "3. \"Forrest\" (Tom Hanks) isn't the sharpest tool in the box, but he has an heart of gold and an unparalleled sense of human decency. These laudable characteristics are the result of an upbringing by his mother (Sally Field) which has seen him grow from the bullied young boy from Alabama who discovers that he can run a little faster than your average bear, to a sort of national hero. We learn all this from him as he sits at a bus stop chatting to an initially disinterested nurse, and then to a colle..."
    ]
  }
]